{
    "articles": [
        {
            "id": 1,
            "title": "Hip-Hop Sneaker Collaborations",
            "image": "#",
            "date": "May 1, 2020",
            "description": "A piece I submitted to Intertext's 2020 Issue, originally written for a class on online research, it currently stands as the 3rd most popular article by downloads on the Intertext Website.",
            "content": "What’s the most expensive pair of shoes you’ve ever bought? $150 running shoes that you wore until they fell apart? $250 Italian leather loafers? How about a used pair of the Air Yeezy 2s for $4,600? (“Air Yeezy 2 Solar Red”). I hope you’re a size 13. As absurd as that price tag sounds, these are not just a pair of expensive shoes. That’s because the Air Yeezy 2 is rapper Kanye West’s second collaboration with the sneaker brand Nike and is a perfect example of how popular the collaborations between hip-hop figures and shoe companies are. Although it was once unusual for hip-hop artists to negotiate a deal to brand and design sneakers, such joint efforts have resulted in some of the most coveted and highly-priced shoes in the world.\nAccording to Stephen Albertini’s “An Abridged History of Hip-Hop’s Relationship with Sneaker Culture,” it all started in the mid-1980s with Run-DMC. Adidas executives recognized the potential for increasing sales when the group released a song called “My Adidas,” at a time when “early hip-hop artists used specific athletic brands and developed out of them expressions of affiliation, solidarity, meaning and status” (Coleman, “Classic Campaigns”). Over the past three decades, Black hip-hop artists, as well as other Black figures, have continued to play an integral role in what is now known as “sneaker culture.” Run-DMC ended up signing an endorsement deal for a million dollars, which is small scale compared to the sneaker collaborations we see today, but Adidas ended up making an estimated $100 million from the deal. From there, the next notable development was in 2003 when Jay-Z and 50 Cent signed endorsement deals. They also got the opportunity to design their own unique shoes because Reebok recognized that their names would potentially increase both sales and exposure. Albertini explains that these Reebok sneakers were smash hits, paving the way for a string of collaborations with brands such as Nike and Fila.\nThen entered Kanye West, the first hip- hop figure (or musical figure, period) to get to design his own original silhouette—thanks to Nike. For those who are unfamiliar, a silhouette is a specific shoe model, such as the Air Force 1 or the Adidas Superstar. Although rappers in the past had changed color ways (the colors on the shoe) and had added their own branding, this was the first time a rapper was allowed to design a shoe entirely from scratch. What came next was the Air Yeezy 1 Blink in 2009, which sold out instantly and currently resells for around $3,000 on StockX—an online sneaker marketplace (“Air Yeezy 1 Blink”).\nSoon after releasing and selling out a second original silhouette for Nike, Kanye West left the brand over creative control issues. He then joined Adidas to create his Yeezy Boost shoes, which are a staple among sneaker collectors everywhere. They can be seen daily around Syracuse University’s campus on the feet of wealthier students who can afford the resale prices or were lucky enough to get a pair at launch.\nThe reason I bring up resale prices instead of retail prices is because these collaborations, and indeed any limited-release shoe, exist in a market of their own. Their sales cannot be compared to the shoes you see on the walls of sporting goods stores. Collaborative shoes are released in limited numbers, at a pre-announced date and time (although surprise drops do happen every now and then), both online and at certain stores. Because they are released in limited numbers and sell out so quickly, the only option for most wearers is to buy them secondhand. This creates a market for resale sneakers, which has existed as long as the shoes themselves and has exploded across a variety of online platforms.\nThese resale prices, like the stock market, are all a matter of supply and demand. This is not only because the supply was so small to be- gin with and the demand so great because of West’s fandom, but also because of how long it’s been since the shoes were first released. As with practically every product that people collect, the older the shoes are, the more value they add to a collection. However, many of these collaborative sneakers resell for far over their original price only a day or two after being re- leased. Perhaps an example that demonstrates the fervor around these collaborations best is the Air Force 1 Lows from rapper Travis Scott’s collaboration with Nike. They were a fresh take on the Air Force 1, with new designs on the panels and a unique lace-covering system. At a concert in September 2019, before they were formally released, Scott gave a fan in the crowd the shoes off his feet (Deng, “Travis Scott”). The hype surrounding the sneakers was already building at this point, but when the fan posted them on his Instagram page, he received offers for over $20,000 to sell them. If that doesn’t show the excitement and the cash flow that these collaborations can generate, then I don’t know what will.\nThis success has led to a diverse array of collaborations, ones beyond the hip-hop world. Removed from the music industry entirely is professional Bicycle Motorcross (BMX) athlete Nigel Sylvester, who partnered with Nike in 2018 to make the Air Jordan 1 Retro High. While he helped design unique color ways and silhouettes, he also took his marketing strategies to the next level by making the shoe launch an event and not just a release date. Because he is originally from New York City, “the earlier Nike SNKRS Pass release of his shoes...started in Jamaica Ave. in Queens in the middle of the promenade outside the Coliseum Mall, a buzzing area rife with sneaker shops” (Kim, “Nigel Sylvester”). These sort of events and fanfare build hype and create a culture where creativity is celebrated. Additionally, a collaborator’s origins are brought to light.\nThe nature of these collaborations has evolved tremendously since Run-DMC first came on the scene. As stated by Albertini, “Now, signing a rapper to an endorsement deal or investing in a partnership with a rapper isn’t a shot in the dark or a leap of faith, it’s damn near a necessity.” This is mostly thanks to the collectors and fans who spend their hard-earned money on these shoes, as well as the resellers, sneaker magazines, and famous figures who have played a part in creating “sneaker culture.” These collaborations pro- vide an interesting look into how the business of selling shoes and celebrity culture intersect, as well as how the product rewards people both financially and emotionally."
        },
        {
            "id": 2,
            "title": "The Conversations We Won’t Have",
            "date": "2019",
            "description": "A piece I edited and designed the layout for during my time working on the 2019 Issue of Intertext, Syracuse University's student publication.",
            "content": "Make a right at the Stop & Shop. Park a safe distance away. Keep your head down when you walk in, but make sure nobody you know sees you. Ask the woman at the front desk to make sure it will not show up on the insurance bill. Pay in cash. Hide the prescription. Hide the pills.\nThe little white tablets lived underneath folded clothes in my sister’s dresser. My mother never questioned it when my sister would ask for more money. This should not be mistaken for acceptance. “Put these away before your father sees,” my mother hissed, the disgust dripping from her lips. That’s all she ever said about it.\nI do not know if my father ever found out about the birth control, or that my sister’s asking to borrow the car for 30 minutes tops would take her to the local Planned Parenthood and back. Any knowledge of this, I presumed, would result in silent denial, maybe crankiness for weeks on end.\nEver since I could remember, my Sundays had begun with a gentle knock on my bed- room door. I would spring up from bed at my mother’s request and match black ballet flats with one of my most conservative blouses. My neck failed to keep my head from sway- ing side to side as my eyes closed during the priest’s homily.\nStrangers would have guessed that the right corner of the second pew was reserved for my grandmother, as she arrived ten minutes be- fore each Mass, saying her hellos before sitting back and saying a thoughtful prayer.\nI spent most of my childhood too nervous to question any beliefs my family had, especially when it came to religion. My grand- mother taught Christian doctrine to kids in Cuba during a time when such an act could get one jailed. Who am I to doubt the God that my abuelita risked so much for? It was not until years after her passing that I finally gained the courage to ask questions. When I did, it was welcomed, and I was even urged by my mother and tias, who adopted the same fervor for religion as my abuelita, their mother, to come to them with anything I did not understand.\nThis newfound openness in my family reinforced my inquiring nature. They start- ed teaching me about Christianity in ways that made more sense than my white-haired CCD instructors with unflattering skirts ever could: “I have faith in God like I have faith that you will score a goal by the end of the season.” I started to understand what my mother meant, and I allowed our question-and-answer sessions to define our relationship: candid.\nI paced around the room stunned when my mother explained to me that my cousin did not come around on Christmas or Thanksgiving because he was struggling with depression. She did not wince when telling me that her grandfather had fathered a son with her grandmother’s sister and about the pain this had brought her grandmother be- fore she ultimately took him back. Family secrets seemed to come into the open, and I learned more about my faith than I could have imagined, but I knew to keep my questioning within this scope.\nI guess my parents relied on health class to teach my sister and me about sex. Maybe they thought the preachings of abstinence in my Catholic high school would silence my questioning. I labeled a diagram of sex organs, studied PowerPoints of sexually transmitted infections, and paid close attention when my instructor graphically defined diseases and their symptoms.\nPairing up in class to write a list of 100 activities nonmarital couples could partake in other than sex did not deter my first boy- friend and me from fumbling around topless in the backseat of his parents’ Alpine Green minivan.\n39. Count the stars in the sky.\n40. Write your names out in the sand of a local baseball field.\n41. Create an iPhone app.\nMy friends and I, sixteen years old, scribbled ideas onto our lists between hushed giggles. It did not matter if our teacher was going to tell us about sex—or our parents, for that matter. We were determined to find out for ourselves.\n“Did you know I just went up a cup?” my best friend said, unfazed, shifting her angle in the mirror. I nodded. It did not matter that she was having heinous mood swings, crying to her boyfriend every night before breaking up with him for three days. It did not matter that she had multiplying blackheads on her forehead. It did not matter that she had a major sweet tooth and cravings throughout the day. It did not matter because she had what I wanted: She had birth control. She had a mom who was willing to talk to her about the realities of being a teenage girl. I realized then that my relationship with my own mother was not as candid as I had thought.\nInstead, I would have to sit a few inches away from my boyfriend on the black leather couch whenever he and I occupied the liv- ing room to watch a movie. Maybe I would sneak in a kiss or two, rebelliously testing my parents’ boundaries. All parties would feel slightly uneasy due to this decision of mine, but I wanted to challenge my parents’ denial of sexuality.\nMy boyfriend’s mother was even more devoted to her conservative nature and Catholic values than my mother was. Even so, she never stopped him from whisking me upstairs to his locked bedroom as long as we put our plates and utensils in the dishwasher after her carefully crafted family dinners. Boys will be boys, I would think to myself, wondering why she would not allow her daughter, two years younger than I, to do the same with her visitors.\nI was drunk. I spent the night hazily ordering sour tequila shots from the open bar in the ballroom of the hotel for my date and me. I felt pressure to make sure he had a good time; I gulped hard, pressing a lime to my teeth, allowing any awkward small talk between us to vanish. It worked. He guided me around the dance floor with squinted eyes, introducing me to all of his friends. He would realize later on that his friends were leaving, and I would drag my feet, sore in their heels, across the lobby. A girl I had met a few months earlier offered to split an Uber back to downtown Montreal where we were staying. My date was outside blowing cigarette smoke into the brisk air when the Uber arrived. He sat in the front.\nBoys will be boys, I repeated to myself, sitting as close to the window as I could. I choked back disgust and followed the lights of the city. I cannot remember the music the Uber was blasting. I sat back in my seat, adjusted my dress, and folded my arms to feel a little safer, to feel a little more in control.\nHis hands moved in slow motion across my lower back before traveling to my inner thigh and then under my dress. I moved his hand once time caught up to my spinning head. “Sorry,” the boy flinched at me. I don’t think I let it last for long. But I didn’t let any- thing happen.\nI don’t know how long the drive was back downtown. I ducked out of the Uber and reached for my date’s arm. “Goodnight!” I giddily hollered as we pushed through the revolving doors to our elevator. I felt my consciousness go in and out. My eyes still squinted as I changed into pajamas. The ceiling lights spun in circles as I explained to my date what had happened in the Uber.\nThe hands were nameless before I told him. My date assured me he would talk to the boy. I’m not sure what I wanted him to do, but when the boy waved at me the next day, I felt my eyes widen and the hair on my arms raise in fear. I figured I would be okay with it.\nMy date told me that the boy was sorry and wanted to apologize. “I told him never to talk to you again,” he told me sternly. I went on with the weekend, then with the semester.\nI texted my best friends, allowing their horrified reactions to validate the reality of the assault. I hesitated on the phone with my sister. I didn’t want her to worry about me. Her voice cracked when she offered her heartfelt support. She would check up on me periodically. I would call my mother, but only to tell her through a pursed grin about the clothes I had bought and the poutine I had tried.\nOver time, it started to matter less to me that I couldn’t tell my mother or my father what had happened. I was still hurt that our relationship could not be more candid, more open, but I knew that if I told them what happened, we would cross a boundary that we were all fearful of crossing. If they had denied the possibility of me being sexually active before, I could only imagine the embarrassment and discomfort we would feel if I told them of a nonconsensual experience.\nThat weekend faded a little in my mind. By the end of the semester, as we moved into the summer, I could act around my parents as if I didn’t have a painfully burning secret, reminding myself that a hug from my mom couldn’t take away the violation. I could strap on my seat belt and drive to the dark, vacant parking lot of the post office, where I would climb into the backseat of my ex-boy- friend’s parents’ Alpine Green minivan, re- minding myself that my mom wouldn’t want to know anyway—our relationship isn’t that open.\nIt could have been a harmless glance to him, but to me it felt like more like a stare, demanding that I pay attention to him. My eyes shifted in a quick, obvious fashion, continuing my conversations at the long table in the café.\nHe didn’t take the hint. He walked over. Some how-was-your-summer’s later, it was time for class. We walked side by side awkwardly as I squirmed to make conversation out of uncomfortable politeness. He held the door open for me as I walked to a seat as far away from his as was available. I wouldn’t take any notes. He would repeat this routine before every class.\nI’d confide in my friends, and we’d outline the conspiracy that he was trying to assert some sort of sick control over me. Maybe our clumsy small talk from the café to the classroom door was his way of reassuring himself that he couldn’t be that bad a guy; if he were, wouldn’t I just run away? Not talk to him at all?\nI hugged the stoop outside the dining hall. Enthralled with the funny texts my friends were sending, I hardly heard his weak “Hey, can we talk?” I scanned my surroundings, hoping the friend I was meeting for lunch would appear behind him.\n“Sure, what’s up?”\nHe explained how sorry he was for what had happened last semester. That he was never going to do it again. To anyone. To me. I gulped hard, practically tasting the sour mixture of tequila and lime. “Thanks for saying that.” We looked at each other blankly before he advised me, “You really don’t have to say anything if you don’t want to.” I knew that. He reminded me again how sorry he was, clearly hoping I would tell him it was okay. I refused. I didn’t allow myself to be as uncomfortably polite with him as I had during our walks to class. It wasn’t okay.\nI dug my fork into the teriyaki chicken, exchanging jokes with my friends around a circular booth in the dining hall. I went back to my room as soon as I could. The CNN updates on the Brett Kavanaugh case lit up on my phone screen, helping me understand why the boy might have picked this day to apologize to me. Holding my tearstained blanket closer to my chest, I texted my best friends. I called my sister.\nI’m forced to wonder whether telling my mom would make us closer—or make our relationship more candid. I wonder whether telling her would make way for whispered question-and-answer sessions about my sexual history, each discussion probably growing more embarrassing, with my being able to sense her disgust. This fear ultimately over- powers any desire I have to open up to her. I remind myself instead: Talking to my mom about what happened wouldn’t erase the foggy memory of helplessness. Our relationship isn’t that open."
        },
        {
            "id": 3,
            "title": "The Vatican: Archaic or In Vogue?",
            "date": "December 11, 2020",
            "description": "A research piece for a class focusing on border rhetoric, which details the history and influence of the Vatican and Holy See.",
            "content": "Most of us in America have heard of the Vatican. It evokes thoughts of towering churches, Italian frescoes, Papal parades, and that one really big hat (called a Mitre, fun fact). Even if you’re not of the Christian faith, or have little historical background, you can at least know of the Vatican as a bustling tourist attraction. But that’s just the American point of view. For millions of people the world over, the Vatican is a huge influence in their lives, by way of its influence over those of the Catholic faith. Not only are religious declarations and stances made, changed, and dissipated outwards by the Pope and Cardinals, but major diplomatic and political moves are made as well. “No other religious institution in the modern world functions as both a church and a political organization that exchanges diplomatic representatives and claims total recognition as an independent member of the community of nations.” (Murphy, p542). By examining the history and structure of the Vatican and Papacy, we can build a groundwork for understanding how these moves come to be made. Then, by reviewing correspondences, declarations, academic papers, and a host of other sources, we can see the effects of these policies and dealings. The implications are far reaching and like everything in life there is change over time, namely in the Church's position on some issues, and the degree to which they can exercise their influence. Hopefully by collecting examples from a variety of places and times we can compile a more complete picture of the Vatican, it’s dealings, and the effects on people’s lives. This analysis of external action may also allow us to gain an internal view of the Vatican.\nDoes the Holy See change because of internal drivers, because of what the Pope and Cardinals think? Does it adhere to tradition, upholding ancient texts and declarations? Or does the Vatican change with the times?\nThe first step in understanding the Vatican is understanding the Pope. The position has, unsurprisingly, Biblical origins, with Jesus appointing St. Peter the head of his apostles, to carry on his work after his death. While not called the Pope or Bishops at the time, St. Peter and the apostles became the basis for the Holy See we know today, with Popes continuing the duties of St Peter, namely leading the church, and Bishops assisting him, as well as appointing the next successor after a Pope’s death. (Bettwy, p225). While the early history of Christianity can be covered exhaustively, let’s reduce it to highlights. Constantine adopts Christianity as the main religion of his empire, and the Christians go from persecution to prevalence. The Holy See grew in power alongside them, becoming leading governmental figures in Central Italy, ruling the Papal States starting in around 750AD. (Toschi, Fig 3).\nIt is important to note the differences between the Pope and the Holy See. The Holy See is the sort of executive branch of the Church. The Holy See is led by the Pope, but not attached to the physical domain of the Vatican. So if today the area where the Vatican sits were to disappear, as long as the Pope and Bishops were still alive, the Holy See would be untouched. “The Holy See is a religious entity that does not occupy a temporal location; therefore, the VCS provides it with the territorial sovereignty necessary to guarantee the Holy See’s ability to operate as the juridical equivalent of other states.” (Shea and Young, p11). The distinction between geography and a more immaterial sort of ruling is an important one to the Church.\n“Vatican authorities have been careful not to base the Church’s claim to international sovereignty on the independent status of Vatican City State. Concordats and international agreements are signed by a representative of the Pope as supreme pastor of the Catholic Church, the religious leader of some half-billion faithful scattered over the world” (Murphy, p543). So the Holy See was not linked to the Vatican in the past (Pre- 1870), and appears not to be detrimentally attached for the future.\nFor approximately 1000 years (754 - 1870) the Vatican existed as a nation of its own in these Papal States. Nestled in the center of Italy, encompassing the City of Rome as well as the various Christian landmarks built by the Papacy, like the famous St. Peter’s Basilica, the Papal states co-existed with the Italian government for this period. This coexistence changed in 1870, with the founding of Italy as a country (called the Kingdom of Italy at the time). The relationship between Italy and the Papacy was in question, with coexistence becoming a problem as the newly minted Italian government sought to take all land for itself, having previously reduced the size of the Papal states during a period from 1859-1870. (Toschi, fig 3). “Diminutive territory was what was left to the Holy See after the revolutions and wars between 1859 and 1870” (Toschi, p531). Because of this reduction, and the Holy See being sequestered in such a way, the Pope and Italy were not on such good terms, “In protest the popes had declared themselves prisoners of the Vatican, would not acknowledge the legitimacy of the Italian Government, and refused the recognition of Papal independence and financial compensation passed by the Italian Parliament... in 1871.” (Murphy, p543).\nThis period between 1870 and 1929 was one of confusion for both Italy and the Holy See. “Before the Lateran Treaty there existed, therefore, in Rome a Vatican territory, although very small in area, in which the Italian state did not exercise a full and entire, i.e. true sovereign authority... It is sufficient to say that a separate political body, geographically individualized, even if juridically imperfect, existed there.” (Toschi, p530). So essentially the Italian Government allowed the Papacy to continue unabated, but without clearly a defined structure or relationship between the two powers. The Vatican was a city- state, with its own policies and positions on issues, separate but also unavoidably linked to those of Italy. “Prior to the treaty, the relationship between the Church and the country was governed by the Law of Papal Guarantees, an Italian law that allowed the Pope a certain amount of autonomy within the borders of Italy.” This time period and arrangement was referred to as the Roman Question.\nThe person who finally decided to answer said question is one infamous in Italian History: Benito Mussilini, with his creation of the Lateran Treaty, in collaboration with the Holy See. “The Lateran Treaty consisted of three separate documents... an agreement acknowledging the Vatican as an independent state, also known as the Treaty of Conciliation... In signing the treaty, Italy ceded 108.7 acres of Rome to the Holy See, thus creating the world’s smallest sovereign nation.” (Shea and Young, p4).\nSo now that the Holy See has the geographic location of Vatican City to operate out of, a place to house the Pope and Bishops, a bank, and (most of) the basic trappings of a sovereign nation, it was time to begin operating as such. Interestingly enough “the VCS is the last remaining absolute monarchy in Europe.” (Young and Shea, p12). This doesn’t mean that the Pope necessarily operates as a sort of dictator, as the Church has modernized in the sense of embracing some elements of internal democracy “Underlying the Holy See's new political approach is the acceptance of democracy not merely in the secular world, but within the structure of the Church.” (Murphy, p552). Although the limits of a small population means this democratic source is largely just the Bishops who elect the Pope, and cardinals “the Pope generally delegates his powers as absolute monarch to a governing 73 commission composed of a cardinal-president and other cardinals.” (Young and Shea, p13). It is however important to note that the Pope carries international recognition and influence far beyond these groups of Cardinals, as we will see with nations wartime meetings with the Pope. It is also important to note that as the See changes with time, as does it’s stance on issues, sometimes ending up at odds with itself “In the early 1960s, Vatican II dramatically changed this preference to one supporting state recognition of religious freedom.” (Shelledy, p154). I will get more into the Church and it’s growth and changing position on issues later, but suffice it to say that this more democratic structure to the Church that has developed has been instrumental in allowing the Church to change with the times. Although as we will see, some think they don’t change fast enough.\nThis label of an absolute monarchy also doesn’t mean The Holy See operates independently, or without consideration of other nations. “Its unique position in global politics as a sovereign state allows it to exchange diplomatic representatives with 173 states and participate in 48 international and regional organizations. In addition, the Vatican has permanent observer status at the United Nations.” (Shelledy, p150). This permanent observer status means the Holy See can have access to most (but not all) UN meetings, and their library of documents. (UN.com) This cooperation may be based on the benefits for the Vatican “The Vatican views the United Nations as a means to achieve a world without war.” (Shelledy, p157). This cooperation also comes from necessity, one example being the Vatican’s currency, as a sovereign nation with limited resources, population, and GDP would probably not be well served in having its own currency. “The VCS had relied on the Italian lira as its form of currency... In recognition of the Vatican’s reliance on the currency of Italy, and despite its nonmember status, the European Union agreed to let the VCS use the new currency provided arrangements were made with Italy” (Shea and Young, p15). The new currency being referred to is of course the Euro.\nThe Vatican being geographically situated within Italy also means it’s reliance on Italian supply chains and infrastructure to receive most goods and services, as it is not self-sufficient. The Vatican and Italian governments are inexorably connected, not only in matters of economics, but also judicially “where these 70 laws and regulations do not cover certain instances, the Vatican has recourse to Italian laws.” (Shae and Young, p12). To help fill in these ‘certain instances’ the Vatican does make sure to have internal review procedures, and like other nations the Vatican’s internal structure and laws are subject to change over time. “The preamble to the new law describes the Pope as having ‘taken note of the need to give a systematic and organic form to the changes introduced by successive stages into the legal system of Vatican City State.’ ” (Shea and Young, p6). However, this connection can be one-sided in the Vatican’s favor at times “Although the terms of the Pact prohibit Italy from interfering with Vatican affairs, there is no reciprocal provision insulating the Italian government from Vatican interference.” This interference being referenced will be returned to later in this essay, but suffice to say the Vatican does a lot of meddling in Italy.\nThe focus of the Holy See is narrower than most nations have to deal with, but their influence is arguably larger than any one geographically situated nation. “The global reach of the Roman Catholic Church exposes it to a wide array of political issues, but like other international actors, the Vatican focuses on a few key matters.” (Shelledy, p151). Shelledy goes on to describe how the agendas and issues the See deals with change over time, largely based on the current Pope’s priorities (p.151). This will be covered more later in this piece, as we talk about the statements and influence that the See has put out during the last few Popes. Interestingly enough the Vatican is frequently involved in discussions around global conflict, despite having no armies or nuclear capabilities. “As a political component of the contemporary world, the Catholic Church plays an important if ambivalent role in international affairs. On February 25, I971, in Moscow, Archbishop Agostino Casaroli, head of the Vatican's bureau of Public Affairs, affixed the signature of the Holy See to the ratification of the International Treaty Limiting the Proliferation of Nuclear Weapons.” (Murphy, p542). The Pope seems to possess power as a consultant, someone who’s stance is respected and recognized as trustworthy, at least when it comes to war and peace. “In the second Gulf War, the Vatican enjoyed a substantially higher profile as the Pope met with almost all the major heads of states on both sides.” (Shelledy, p158).\nWhile the Vatican may work closely with Italy, and be involved in the United Nations to a degree, its relationships with nations vary in closeness. Canada is a good example of the other side of the coin when it comes to welcoming the Vatican, and the Church at large “In a country lacking an established church the nature of the relationship between church and state has proved to be a potentially explosive issue.” (McEvoy, p121). The issue here of the Churches involvement began as one that created division between those who were Catholic and those who were not, and further complicated by Canada’s French Canadian and English speaking populations. In the 1940’s the problem came to a head. “As prime minister, Mackenzie King had a very fine line to walk in maintaining Canadian unity in the face of religious and linguistic differences. As head of a party with strong support in French Canada he could not afford to alienate Catholics but by the same token he had to placate English speaking Protestants” (McEvoy, p132). This division extended into the government by way of individual dealings, with the correspondences in McEvoy’s piece detailing the methods of influence executed by the Church, such as attempting to influence internal Church appointments, and diplomatic relations. It is worth noting this meddling goes both ways, with political maneuvering on both sides for various reasons “To Cahan, a contented French-Canadian clergy could help ensure domestic peace in Canada; to Bennett, strong leadership among English Canadian Catholics could make the church a buttress of the social order during a time of depression and questioning of the system. Each sought to influence church appointments to achieve his goals.” (McEvoy, p144). So the Vatican is still, even when used in the game of politics, far more than just a normal pawn. Their influence can just as easily quell problems for nations as cause them. However, it is also worth noting these events took place almost 80 years ago, and the questions remain, how have things changed and how have things stayed the same.",
            "more-content": "The influence of the Pope is based on respect and history behind the Church, as well as citizens' relationships with the Church itself at large, as some nations are largely Catholic, while others, like Islamic nations, may give the opinions of the Holy See less credence. In fact the examples of China and Saudi Arabia demonstrate two instances of the Vatican’s involvement being largely unwelcome “The Chinese government maintains that the Vatican must sever its ties with Taiwan and recognize CPA bishops before diplomatic relations can exist... Any form of public religious observance (In Saudi Arabia) other than the state-approved version of Islam is illegal and often times the muttawa arrest individuals for private worship.” (Shelledy, p156). It is important to distinguish the issues here from those with Canada, as China and Saudi Arabia are worried about maintaining a dominant religion other than Catholicism, as part of their governmental structure, while Canada wants Catholicism integrated into their nation to a certain degree, with changing motivations. Although in the case of Canada it is worth acknowledging the advantages gleaned by both the Canadian government and the Vatican.\nBringing the examples of political and diplomatic maneuvering closer to home, it is worth taking some time to examine the dealings between the Vatican and the U.S. in the past. Bettwy’s piece from 1984 opens by introducing the newly minted establishment of “reciprocal diplomatic relations'' (p255). Although of course the two entities had already had many encounters in the past, many of them on the negative side. “In 1867, relations between the Holy See and the United States soured.” (Shea and Young, p24). This souring was mainly a result of the Church’s opposition to Protestantism (remember this is 1867), “numerous congressional representatives condemned this perceived move, thereby evoking a very anti-Catholic sentiment.” (Shea and Young, p24). However, the differences between the U.S. and the Vatican have changed over time just as issues have changed. Whereas this disruption of relations was a result of largely religious differences, we can contrast that to the accounts of the U.S.’s response to a more humanitarian and human rights mission, far in the future during the late 90’s and early 2000’s. The Vatican, in response to international debt crises in the late 1990’s, which they saw as a humanitarian issue, “sponsored an invitation-only seminar on debt at Seton Hall University in New Jersey... the Vatican’s sponsorship of the event was key because it gave it a ‘high level aura.’ The conference helped convince Lawrence Summers of the importance of debt relief and encouraged involvement of the U. S. bishops themselves.” (Shelledy, p152). Lawrence Summers was the U.S. Deputy Secretary of the Treasury at the time, showing how even very high level government officials in a time as recent as 1999, when the seminar took place.\nBwetty’s piece details the massive influence of the Church in the 12th-15th Centuries “This final third of the Middle Ages saw the Church's successful exercise of full spiritual and temporal power throughout Europe. During this period of its history the Church was most politicized and steeped in temporal influence. No emperor was able successfully to defy the Church's supremacy over the temporal authority. The secular leaders sought the Pope's sanction in all major decisions, such as the acquisition of and entitlement to new territories.” (Bwetty, p229). This period of power is ended largely by the growth of Protestantism, with its origins coming directly from opposition to the Catholic church. However, nowadays the influence of the Vatican is waning for different reasons. The Church focuses on largely social and humanitarian issues when exercising its influence, in keeping with the spirit of charity and love that Christianity is founded on. From the website on the Holy See’s mission within the UN: “The Holy See Mission communicates the centuries’ experience of the Catholic Church to humanity, and places this experience at the disposal of the United Nations to assist it in its realization of peace, justice, human dignity and humanitarian cooperation and assistance.” (holyseemission.org). Although this humanitarian mission is of course noble, it is not the only one being undertaken. The influence of the Vatican is not always received as positive, and is at times met with active criticism and resistance.\nUnderstandably enough, as the modernization of society has progressed, the significance of religion has been significantly diminished, leading to decreased influence overall, but especially in some areas. “many international relations scholars do not consider religion as a potential causal variable in global politics because of the inherent secular tendency of most modern social sciences.” (Shelledy, p159). This diminished influence is exemplified in the Humanae Vitae, a document dispersed out by the Vatican in 1968, issuing a new statement on the Church’s stance on reproduction and birth control. The piece spoke out against artificial birth control, and controversially so. “The debate within Catholicism following the encyclical was not so much about sex as about power. Rome had spoken. The problem was not that nobody listened. Even worse, those who listened disagreed and they questioned the process, the authority, and the relevance of a papal pronouncement.” (Keely, p229). This questioning of the Vatican no doubt has to do with the diminishing power of the Church, and also has to do with the fact that the report that the Vitae is based on, the research done beforehand, was contrary to the opposition the Church showed. Add to that the fact that the report was leaked 15 months before the Vitae. The Vitae “was promulgated by the pope on his own authority after much consultation, but against the majority opinion of an advisory commission and after prolonged personal deliberation by the pope.” (Keely, p222). Here we can see, despite the largely democratic processes before the release of the Vitae, the Vatican is still an absolute monarchy, with the Pope calling the shots.\nThis reception of the Vitae, and the backlash, is not an anomaly as the Vatican’s meddling can elicit outcry from citizens, especially when it comes to trying to influence reproductive policies. Even in nearby Italy, where the Vatican has had political and diplomatic ties for centuries, the meddling of the Holy See can be met with resistance in the form of democracy. The Vatican attempted to repeal Law 194, and Italian law allowing for doctors to perform abortions under certain circumstances. In 1981, the Vatican led a campaign to repeal Law 194, to unsuccessful ends “Ultimately, the referendum failed when 67.5 percent of the public voted to keep Law 194 intact” (DiMarco, p12). So even in Italy, long connected to the Vatican for centuries, the public demands progression in policy, and democracy reigns supreme over theology.\nWithout a doubt, the Vatican is less influential now than it was in the past, especially comparing the modern day to centuries ago. But even within the last 100 years, massive changes have occurred. 'With modernity came urbanization, and one of the most significant consequences of rural exodus and urbanization in the 1960s was a dramatic decline in the influence of the church.' (DiMarco, p5). However, as the instances of high profile meetings in the late 90’s shows, as well as the reverence many have for the Pope and Church even in 2020, the Vatican is far from disappearing. Instead it sees the need to pivot, to adapt, to change with the world. “In its Pastoral Constitution on the Church in Today's World, Vatican Council II gave recognition to a substantial number of such changes in the political order. It called first of all for a complete reorientation of the Church's attitude in confronting the vast mutations brought about by the scientific, medical, political, and economic revolutions that have created the contemporary world in its capitalist, Communist, Socialist, and underdeveloped manifestations.” (Murphy, p545). There is some substantial proof of this reorientation in the recent years, especially under Pope Francis, who has been applauded by many for his progressivism. In a NYT article from late October, the details of the Church’s updated stance on same-sex civil unions are made clear “Pope Francis expressed support for same-sex civil unions in remarks revealed in a documentary film that premiered on Wednesday.” (Horowitz, para 1). The implications here are wide reaching, showing that the Vatican still holds sway in some areas, and with some people. These remarks can turn into formal declarations, released documents, political and diplomatic plays, just as we’ve seen throughout the past dealings with the Vatican and other countries. “The remarks... had the potential to shift debates about the legal status of same-sex couples in nations around the globe and unsettle bishops worried that the unions threaten what the church considers traditional marriage.” (Horowitz, para 2).\nHopefully in the future, in keeping with their self proclaimed humanitarian mission, the Vatican can adapt to the times further. More inclusion, acceptance, and an open dialogue between the Church and its faithful followers is important, but just as important (possibly even more so) is an administration that keeps up with the times, and listens to all sides. Pope Francis seems to be doing a good job of just that so far in his tenure. It is an interesting thing to consider on leaving: if the Church can respond to these modern issues and citizens in such a way as to please them, who is to say their influence could once again grow instead of shrinking over the years? In carrying out a truly humanitarian mission as they claim, one would think humans would be on their side. Regardless of the future, the past shows us much about the power of religion and those whose word is taken as gospel, although to varying degrees depending on time and place. The Vatican is known worldwide, and I don’t see that going away any time soon. The question is will they continue to pay attention, and keep open minds? I think so."
        },
        {
            "id": 4,
            "title": "Dog a Day",
            "date": "2020",
            "description": "A piece for a class on workplace and professional writing, in which I play the part of a CFO detailing a financial plan for a dog rental business.",
            "content": "My main goals with Dog a Day were (in order)\n1) Look into examples of other similar businesses\n2) Find ways to actually make it financially viable to start the business\n3) Determine pricing plans that could be viable to continue operating\n4) Think of ways to continue to generate revenue beyond just memberships/buying days\n1) Research into other businesses and examples of dog rental started with the Alliance of Therapy Dogs, which didn’t quite match our plan, but did result in at least one useful takeaway; volunteer work is a potentially viable solution to some issues. Focusing on the shelters, as the dogs involved in DAD would be shelter dogs, I found an example of a Florida SPCA doing pickup rentals for dogs, which not only showed a demand but, based on an interview, revealed that rentals could be a path to adoption. They also mentioned having an online catalogue of dogs, where you could view pictures, names, and other info. By expanding on this catalogue idea with the app we can make the service more worth the money. Partnering with shelters will be integral and to have something to offer them like fundraising in exchange for the housing, feeding, etc. that they take care for on our behalf.\n2) When it comes to financial viability, the goal was to lower costs whenever possible, and have all profits not needed to maintain or expand go back to the shelters and animal focused charities. Working with shelters is not only key according to my research into other businesses, but it will cut costs in labor, housing, and feeding. On another level, these shelters need to be compensated for all of that and their cooperation, and it’s just morally the right thing to do. So partnering with shelters, namely widespread organizations like the SPCA featured in the research into rentals, is key.\n3) To encourage repeat rentals, leading to adoptions, Kuba and I figured a pricing plan would be the best option. Factoring in the costs of things like food and gas for deliveries, I came up with an earlier plan that was a bit cheaper than the one you see. However, doing some in-person research, I discovered that people would be willing to pay a bit more, and I arrived at the numbers you see now. These numbers allow for some profit, which can be put back into expanding DAD, or donated to shelters beyond what is already given. Offering these different rewards also encourages the bigger price plans, in addition to the per-day value increase.\n4) By encouraging adoptions through extended time spent together with a month long plan, we not only help dogs and people, but create an attractive brand to work with for other businesses. Not only are there products you could partner with that are already focused around dogs, like food brands, but charities or organizations that focus on goodwill. Donations could also be taken, and then given straight to the shelters or charities we partner with, taken in the form of tips, with incentives given through the app, like free rides for donating a certain amount for example. We could also offer incentives for sharing your experiences with DAD, as one would think time with dogs is popular on social media, and it would increase the brand’s exposure in exchange for more rewards for users.\nAll of this while working together with other members of the team to use their strengths to do things like lower costs or expand.\nCam’s IT experience can help with the unavoidable initial cost of building the app and managing server requirements/payments, as well as integrating it with social media or other apps to make those partnerships easier, as they are a key part of planned revenue.\nBlessing’s designs create merchandise and brand exposure on social media, and recognizability to make business partnerships more likely.\nKuba’s vision for spreading the brand, and goals for where to spend any revenue can direct our spending and financial benchmarks. He can also choose brands to try and partner with, or think of new initiatives to be financed.\nDog a Day can do a lot of good for dogs and people, at costs that are manageable for people who may be younger or not financially secure enough to own a dog full-time. We can help shelters pay for food, improved housing, and best of all get their dogs adopted. These ideals, mixed with convenience, exposure, and affordability, can help Dog a Day flourish as a brand."
        },
        {
            "id": 5,
            "title": "Blog Post #5",
            "date": "2020",
            "description": "Blog posts pulled from my blog Rapitup (https://wallaceburgess13.wixsite.com/rapitup) which focused on the history and making of select hip hop tracks, as well as my personal thoughts/review.",
            "content": "Hip hop trios are always exciting. Funky new takes on what hip hop can be from the Fugees, playful and exciting bops from the Migos, and many examples in the originators of hip hop like A Tribe Called Quest. The merging of three styles and personalities, often very distinct from each other, can push the genre forward. This week’s Sunday Special is Minor Gangsters (Gully) a track from one of the newer rap trios, Hare Squead (pronounced Hair Squad). They grace your ears with a funky track whose melodic lines contain clever gems and braggadocious bravado perfectly balanced to create something new and unique for today’s hip hop output. Hare Squead’s uniqueness starts in their city of origin, one that’s not often associated with the hip hop world: Dublin, Ireland. They claim to draw on a lot of sources “Everything from Odd Future to gospel, punk to trap” so it’s no surprise that their output is just as versatile (I highly recommend checking out their more melodic track Herside Story).\nThe production mixes a slow guitar sample that would sound at home in the Narcos intro with fast synths and deeper 808 hits that are undeniably modern. It’s sparse, but complex at the same time thanks to the melodic sample, which is a tight loop that doesn’t get old despite that fact. The beat drops layers or cuts out completely at points to emphasize delivery and create an anticipation for the drop of the hook, anticipation which Hare Squead don’t let go to waste.\nThe lyrics come from a place of enlightenment, despite the surface level lines about women and shooting, as explained by a comment left by the group on the Youtube video of their performance “This song is about our run in with the goofy UK politician Rory Stewart, and how he racially profiled us by calling us 'minor gangsters'. We just did it for fun. The song is literally about us playing off the stereotype he tried to place on us. So, we’re acting like we’re all gangster in the song – but then at the end, we’re not.” Lines about shooting someone in the pee pee are balanced with sentiments like “Have you ever been broke all you had was Indome (a ramen brand), I remember being hungry had to force myself to sleep” that keep the song from being ignorant or preachy, instead landing in an enjoyable middleground, whether listened to casually or introspectively.\nThe best thing about Hare Squead is that they’re only getting started, and as a relatively new fan, it’s nice to have discovered a new group trying to prove themselves through quality and originality. The last few years have seen hip hop becoming more diverse, and developing a new mainstream sound, and Hare Squead to me walks the line between new and listenable perfectly."
        },
        {
            "id": 6,
            "title": "Blog Post #6",
            "date": "2020",
            "description": "Blog posts pulled from my blog Rapitup (https://wallaceburgess13.wixsite.com/rapitup) which focused on the history and making of select hip hop tracks, as well as my personal thoughts/review.",
            "content": "This week’s Timeless Tuesday is one of the funkiest hip hop tracks in history by my estimation, and its head bobbing addictiveness is thanks to a sample from one of the greatest singers of the 20th century: Marvin Gaye. Simply titled ‘Music’, Erick Sermon’s funky ode to his passion in life is some of the best use of samples of all time, even intertwining Gaye’s crooning lyrics well enough to make it feel like he was in the studio when the song was being made. The song is so fantastic at blending Marvin’s soulful vocals with Sermon’s heartfelt bars it not only reached #1 in rap charts, but #2 in RnB charts as well when it came out in 2001.\nThe Marvin Gaye song in question that is so wonderfully remixed is “Turn On Some Music” off of his final album, Midnight Love. The production, handled by Sermon himself, does more for sampling than simply grabbing a line or melody, but incorporates plenty of lines from Gaye’s track, going so far as to have some clever call and response type editing, so it sounds like Sermon is trading bars with posthumous Gaye “Ain’t that right Marvin?” “Yeahhhhhhh”. Several of these lines from Gaye are reused and incorporated into Sermon’s verses to add to the effect that they’re making the song together, when in reality it’s extremely clever editing and sampling on Sermon’s part. The beat itself is funky, drawing much more from Gaye’s heyday in the late 70’s than the bombastic, hard hitting hip hop beats of the late 90’s which were more common when this track came out. Tight guitar licks, luscious distorted bass, and the high notes from Gaye combine beautifully to make a perfect song to cruise around with the windows down.\nThe song’s lyrical focus is understandably predictable: music, and Sermon’s love for it. This sentiment is lamented in Gaye’s original track, but Sermon offers a more hip hop oriented view, talking about cruising around with his woman and vibing in clubs. The positivity and happiness is undeniable, and, with the exception of one F-bomb, the song is family friendly, at least in the most general terms. Sermon’s bars about freeing your mind and making love would be right at home in Marvin’s time, if only for the subject matter contained within. Sermon’s sampling of Gaye doesn’t just end at a few mixed in lines, or instrumental pieces, he lets Gaye take the whole third verse, transplanting it from ‘Turn On Some Music’ to give the song undeniable RnB appeal in addition to Sermon’s own hip hop credibility. It’s an example of reverence reflected in art, and some of the best incorporation of sampling and melody you’ll hear in hip hop, a genre built on sampling back in the DJ days."
        },
        {
            "id": 7,
            "title": "Conservative Instagram Rhetorical Analysis",
            "date": "November 1, 2018",
            "description": "For a class on Rhetorical Analysis, an examination of conservative instagram pages and online discourse.",
            "content": "The last few years have been divisive ones for politics. Our traditionally bipartisan system has always created division as a result of the nature of the system, but it seems like this separation has reached an all time high in the last few years, especially with Donald Trump being elected President. When you factor in the growth of new forms of social media, this bipartisanship has taken some new ugly forms, as well as some that remain familiar to messages and members of older publics. A combination of this new media and politics is represented in my choice of texts for this assignment. My analysis will be focused on the Instagram page @conservative.american. This is not limited to the page’s recent posts, as you have to look into the page’s post history to draw some conclusions. Additionally I will look at the comments and captions of the posts themselves for information.\nInstagram pages are an interesting rhetorical space to examine for many reasons, partially because the mechanics of the website itself can influence the public that uses it at large, and also because there are so many smaller publics and counterpublics contained within. When it comes to mechanics, an example of what I’m talking about is being able to see who of your friends follows what pages. When I go to @conservative.american, I can see that two of my high school classmates follow the page. This already tells me something I may not know about their political affiliation or beliefs without me engaging them at all, apart from me following them (with their permission if their pages are set to private). The point is that I could identify them as part of this public easily, and from there the hard part is knowing how much of the content they agree with. However you can see what posts those mutual friends like and/or comment on, so making assumptions off of that you can start to realize more about the public by looking at what you already know about those mutual followers, in my case the high school classmates. By the same mentality you can say I learn more about the classmates by knowing they are a part of the public, as the page has plenty of opinionated content on current issues.\nIf you’re curious about people you don’t know and their interactions with the content or each other, you can look at the comments of the post, which are all public to view regardless of who you follow. People can bicker with each other “y’all really out here debating on if people should be able to choose THEIR lives!” (user @garbageatbest), make jokes to no one in particular, or tag other people if they want them to see it by way of getting a notification. This last mechanic in particular can serve to grow these publics, by quickly and easily allowing people to share the content, most likely with like-minded friends. Additionally, when replying to someone’s comment, both the comment and reply are completely public to anyone also viewing the comments, which means people can have discourse be interrupted or influenced by other users directly.\nOne thing that is interesting to think about before analyzing the actual content of the posts themselves: this instagram page is run by someone completely anonymous, and may in fact be run by several people. This account sharing is common according to a friend of mine who used to be one of a few people running an account focused around Justice League Memes, which actually has more followers than the conservative.american’s 205k. Regardless, what this anonymity means is that the messages here rely on someone else’s ethos, usually Trump’s in this case. This is shown by a picture of Trump as the profile picture, and the secondary name being ‘Trump’. You also don’t get any sort of source for the content, with the exception of an occasional watermark. This could mean that the people/person running the page comes up with everything themselves or that they don’t bother crediting where they got it from in the caption, which some meme-type pages like this do, and some don't. In my eyes this decreases the ethos and logos of the arguments, as the facts are harder to check.\nTrump is a conservative, and as the name of the page suggests, this content and space definitely creates a public of conservatives and addresses them very directly. Posts not only directly reference politics, but also political ideals often shared by the conservative party. When it comes to themes, President Trump is a big one, as well as general nationalism and topoi around tradition and American values. An example of this use of traditional America is this post reminding people of the traditional values for ethos, and using a notable historical figure for pathos. There is also plenty of commentary on current events, like this post addressing the kneeling NFL players. You’ll notice the post is strangely contradictory in it’s message, praising Dr. King while disparaging Kaepernick, even though both would argue they stand for the same groups of people using the same methods of nonviolent protest. This contradiction has sprung up in other ways on this page. While there are posts I consider distasteful, some bordering on offensive, and some that just are offensive, there are some posts that try to inspire this feeling of nationalism through a positive message of togetherness. But contrast that last post about acceptance, which was in September, with this more recent post, and you should notice conflicting messages about acceptance. The reasons for this could vary, perhaps having something to point to if accused of hateful messages, or perhaps it’s because there are multiple people running the page with varying degrees of tolerance. We can’t really know as a result of the anonymity behind who’s running it.\nThis anonymity and low level of interaction between the poster of the content, and the public it creates, can show itself in more in some posts than others. In the caption section of most posts there is little more than an emoji and a reminder to follow the page, however there are signs of actual human emotion in some captions. These emotions can also range into the more opinionated side as well. It’s interesting to think about where the text ends and the public begins when it comes to the person/people running the page. Since we don’t know how much of it is original, the poster(s) are themselves definitely a part of the public of conservatives, but they also may be a part of the public who views this specific type of instagram content, and repurposes (steals) it for their own page.\nOne thing to consider with the public that this addresses, the content is not just directed at conservatives, but probably younger conservatives who are active on social media, judging by the fact that many posts are memes. These memes typically use more modern references like the show The Office, but as we saw before with the example of traditional American values and the picture of Benjamin Franklin, it’s not entirely limited. Even when not memes, news stories and current events are talked about in a more concise, casual manner. This is opposed to a conservative news site, which may have an older average age for its public, and sticks to more traditional long form reporting. However, going through the pages of people who have left comments on some of the posts, I’ve found no small number of senior citizens actively engaging with these posts and publics, so they cannot be counted out.\nAs far as counter publics that this creates, it seems to create a counterpublic of young liberals, who would most likely be horrified at most of the content if they saw it while browsing through the explore feed on instagram. Judging by some of the comments containing arguments as I talked about earlier, there is definitely some interaction between the public here and the counterpublic. This mostly consists of unconstructive arguing, as is the stereotypical norm for most anonymous online discussion. Additionally I’ve noticed a lot of this arguing takes a group stance, by referencing people not as individuals but as members of their respective publics “You and the rest of his (Trump's) followers are beyond ignorant! #dummy” (user majour_gals). This is probably because the people interacting know nothing about each other beyond which publics they belong to, so that becomes the focal point of their argument. This is a problem in politics in general, where the party you’re a part of can become a detriment if you don’t entirely agree with them, or there are certain stereotypes about people who belong to those parties/publics.\nAll in all, this page appeals to a very general public of American conservatives, while creating a liberal counterpublic. The interaction is mainly between the posts themselves and the users, or user to user, but not really with whoever is running the page and the users. Interestingly, the people actually posting the content remain anonymous, as do their sources, which influences the publics and rhetoric as well. This analysis also shows the surprisingly varying participants in the public of Instgram politics pages, and the type of message that is sent, and how it can vary and conflict within even a single page, much less the whole of the website. Quite an interesting look at the possible future of political discourse, Spongebob and Jim Halpern mixed with intolerance and nationalism."
        }
    ]
}